Repository: szkane/SoloOKRs
Catalog: src/SoloOKRs/SoloOKRs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: %!l(MISSING)ld Reviews
de: %!l(MISSING)ld Überprüfungen
es: %!l(MISSING)ld Revisiones
fr: %!l(MISSING)ld Évaluations
ja: %!l(MISSING)ld 回のレビュー
ko: %!l(MISSING)ld 회의 리뷰
pt_br: %!l(MISSING)ld Avaliações
zh_hans: %!l(MISSING)ld 次复盘
zh_hant: %!l(MISSING)ld 次回顧

source: %lld items
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
ja: %lld 件
ko: %lld 항목
pt_br: %lld itens
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld Key Results
de: %lld Schlüsselergebnisse
es: %lld resultados clave
fr: %lld résultats clés
ja: %lld の主な結果
ko: %lld 핵심 결과
pt_br: %lld resultados-chave
zh_hans: %lld 个关键结果
zh_hant: %lld 個關鍵結果

source: %lld Reviews
de: %lld Bewertungen
es: %lld reseñas
fr: %lld avis
ja: %lld 回の報告会
ko: %lld 번의 사후 브리핑
pt_br: %lld avaliações
zh_hans: %lld 次复盘
zh_hant: %lld 次回顧

# %lld/%lld Tasks
source: %1$lld/%2$lld Tasks
de: %1$lld/%2$lld Aufgaben
es: %1$lld/%2$lld Tareas
fr: %1$lld/%2$lld Tâches
ja: %1$lld/%2$lld タスク
ko: %1$lld/%2$lld 작업
pt_br: %1$lld/%2$lld Tarefas
zh_hans: %1$lld/%2$lld 任务
zh_hant: %1$lld/%2$lld 任務

source: Achieved
de: Erreicht
es: Logrado
fr: Atteint
ja: 達成
ko: 달성
pt_br: Alcançado
zh_hans: 已达成
zh_hant: 已達成

source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 작업
pt_br: Ações
zh_hans: 操作
zh_hant: 動作

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
pt_br: Ativo
zh_hans: 进行中
zh_hant: 進行中

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add another
de: Weiteres hinzufügen
es: Añadir otro
fr: Ajouter un autre
ja: 別の項目を追加
ko: 다른 항목 추가
pt_br: Adicionar outro
zh_hans: 添加另一个
zh_hant: 新增另一個

source: Add Due Date
de: Fälligkeitsdatum hinzufügen
es: Añadir fecha límite
fr: Ajouter une date d'échéance
ja: 期限を追加
ko: 기한 추가
pt_br: Adicionar data de vencimento
zh_hans: 添加截止日期
zh_hant: 新增截止日期

source: Add Key Result
de: Schlüsselergebnis hinzufügen
es: Añadir resultado clave
fr: Ajouter un résultat clé
ja: 主な結果を追加
ko: 핵심 결과 추가
pt_br: Adicionar resultado-chave
zh_hans: 添加关键结果
zh_hant: 新增關鍵結果

source: Add notes (Markdown supported)...
de: Notizen hinzufügen (Markdown unterstützt)...
es: Añadir notas (Soporta Markdown)...
fr: Ajouter des notes (Markdown pris en charge)...
ja: メモを追加（Markdown対応）...
ko: 메모 추가(Markdown 지원)...
pt_br: Adicionar notas (Suporta Markdown)...
zh_hans: 添加备注（支持Markdown）...
zh_hant: 新增備註（支援Markdown）...

source: Add Objective
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter un objectif
ja: 目標を追加
ko: 목표 추가
pt_br: Adicionar objetivo
zh_hans: 添加目标
zh_hant: 新增目標

source: Add Selected
de: Ausgewählte hinzufügen
es: Añadir selección
fr: Ajouter la sélection
ja: 選択項目を追加
ko: 선택 항목 추가
pt_br: Adicionar selecionados
zh_hans: 添加已选项
zh_hant: 新增已選項

source: Add Task
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
ja: タスクを追加
ko: 작업 추가
pt_br: Adicionar tarefa
zh_hans: 添加任务
zh_hant: 新增任務

source: Add tasks after creating this Key Result.
de: Nach dem Erstellen dieses Schlüsselergebnisses Aufgaben hinzufügen.
es: Añade tareas después de crear este resultado clave.
fr: Ajoutez des tâches après avoir créé ce résultat clé.
ja: この主な結果を作成した後にタスクを追加します。
ko: 이 핵심 결과를 만든 후 작업을 추가하세요.
pt_br: Adicione tarefas após criar este resultado-chave.
zh_hans: 创建此关键结果后添加任务。
zh_hant: 建立此關鍵結果後新增任務。

source: Adjustments
de: Anpassungen
es: Ajustes
fr: Ajustements
ja: 調整
ko: 조정
pt_br: Ajustes
zh_hans: 调整
zh_hant: 調整

source: AI
de: KI
es: IA
fr: IA
pt_br: IA

source: AI Analysis
de: KI-Analyse
es: Análisis IA
fr: Analyse IA
ja: AI 分析
ko: AI 분석
pt_br: Análise IA
zh_hans: AI 分析
zh_hant: AI 分析

source: AI Provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur d'IA
ja: AI プロバイダー
ko: AI 제공업체
pt_br: Provedor de IA
zh_hans: AI 服务提供商
zh_hant: AI 服務提供商

source: AI Providers
de: KI-Anbieter
es: Proveedores de IA
fr: Fournisseurs d'IA
ja: AI プロバイダー
ko: AI 제공업체
pt_br: Provedores de IA
zh_hans: AI 服务提供商
zh_hant: AI 服務提供商

source: AI Ready
de: KI bereit
es: IA lista
fr: IA prête
ja: AI 準備完了
ko: AI 준비 완료
pt_br: IA Pronta
zh_hans: AI 就绪
zh_hant: AI 就緒

source: AI Service Ready
de: KI-Service bereit
es: Servicio de IA listo
fr: Service IA prêt
ja: AI サービス準備完了
ko: AI 서비스 준비 완료
pt_br: Serviço de IA pronto
zh_hans: AI 服务就绪
zh_hant: AI 服務就緒

source: AI Settings
de: AI-Einstellungen
es: Ajustes de IA
fr: Paramètres IA
ja: AI 設定
ko: AI 설정
pt_br: Configurações de IA
zh_hans: AI 设置
zh_hant: AI 設定

source: AI Suggestions
de: KI-Vorschläge
es: Sugerencias de IA
fr: Suggestions IA
ja: AI の提案
ko: AI 제안
pt_br: Sugestões da IA
zh_hans: AI 建议
zh_hant: AI 建議

source: Analyze and Publish
de: Analysieren und Veröffentlichen
es: Analizar y publicar
fr: Analyser et publier
ja: 分析して公開
ko: 분석 및 게시
pt_br: Analisar e publicar
zh_hans: 分析并发布
zh_hant: 分析並發布

source: Analyze with AI
de: Mit KI analysieren
es: Analizar con IA
fr: Analyser avec l'IA
ja: AI で分析
ko: AI로 분석
pt_br: Analisar com IA
zh_hans: 使用 AI 分析
zh_hant: 使用 AI 分析

source: Analyzing Data...
de: Daten werden analysiert...
es: Analizando datos...
fr: Analyse des données...
ja: データを分析中...
ko: 데이터 분석 중...
pt_br: Analisando dados...
zh_hans: 正在分析数据...
zh_hant: 正在分析資料...

source: API Key (Optional)
de: API-Schlüssel (Optional)
es: Clave API (Opcional)
fr: Clé API (Optionnel)
ja: APIキー（任意）
ko: API 키 (선택 사항)
pt_br: Chave API (Opcional)
zh_hans: API 密钥（可选）
zh_hant: API 金鑰（選填）

source: API keys are securely stored in your device's local Keychain and are never sent to our servers.
de: API-Schlüssel werden sicher im lokalen Keychain Ihres Geräts gespeichert und niemals an unsere Server gesendet.
es: Las claves API se almacenan de forma segura en el Llavero local de su dispositivo y nunca se envían a nuestros servidores.
fr: Les clés d'API sont stockées en toute sécurité dans le trousseau local de votre appareil et ne sont jamais envoyées à nos serveurs.
ja: APIキーはデバイスのローカルキーチェーンに安全に保存され、サーバーに送信されることはありません。
ko: API 키는 기기의 로컬 키체인에 안전하게 저장되며 서버로 전송되지 않습니다.
pt_br: As chaves de API são armazenadas com segurança no Keychain local do seu dispositivo e nunca são enviadas aos nossos servidores.
zh_hans: API 密钥安全地存储在您设备的本地钥匙串中，绝不会发送到我们的服务器。
zh_hant: API 金鑰安全地儲存在您裝置的本機鑰匙圈中，絕不會傳送至我們的伺服器。

source: App Language
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do aplicativo
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
ja: アーカイブ
ko: 보관
pt_br: Arquivar
zh_hans: 归档
zh_hant: 封存

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivado
zh_hans: 已归档
zh_hant: 已封存

source: At Risk
de: Gefährdet
es: En riesgo
fr: À risque
ja: リスクあり
ko: 위험
pt_br: Em risco
zh_hans: 有风险
zh_hant: 有風險

source: Available placeholders:
de: Verfügbare Platzhalter:
es: Marcadores disponibles:
fr: Espaces réservés disponibles :
ja: 使用可能なプレースホルダー:
ko: 사용 가능한 자리 표시자:
pt_br: Marcadores disponíveis:
zh_hans: 可用占位符：
zh_hant: 可用佔位符：

source: Available Tools (12)
de: Verfügbare Tools (12)
es: Herramientas disponibles (12)
fr: Outils disponibles (12)
ja: 利用可能なツール (12)
ko: 사용 가능한 도구 (12)
pt_br: Ferramentas disponíveis (12)
zh_hans: 可用工具 (12)
zh_hant: 可用工具 (12)

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
ja: ブロック中
ko: 차단됨
pt_br: Bloqueado
zh_hans: 受阻
zh_hant: 受阻

source: Blockers
de: Blockaden
es: Bloqueadores
fr: Obstacles
ja: ブロッカー
ko: 장애물
pt_br: Bloqueios
zh_hans: 阻碍因素
zh_hant: 阻礙因素

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Changes sync automatically via iCloud
de: Änderungen werden automatisch über iCloud synchronisiert
es: Los cambios se sincronizan automáticamente a través de iCloud
fr: Les modifications se synchronisent automatiquement via iCloud
ja: 変更は iCloud 経由で自動的に同期されます
ko: 변경 사항은 iCloud를 통해 자동 동기화됩니다.
pt_br: As mudanças são sincronizadas automaticamente via iCloud
zh_hans: 更改通过 iCloud 自动同步
zh_hant: 變更透過 iCloud 自動同步

source: Changes to target or strategy...
de: Änderungen an Ziel oder Strategie...
es: Cambios en el objetivo o la estrategia...
fr: Changements d'objectif ou de stratégie...
ja: 目標や戦略の変更...
ko: 목표 또는 전략 변경...
pt_br: Mudanças no alvo ou estratégia...
zh_hans: 目标或策略的变更...
zh_hant: 目標或策略的變更...

source: Check with AI
de: Mit KI prüfen
es: Comprobar con IA
fr: Vérifier avec l'IA
ja: AIで確認
ko: AI로 확인
pt_br: Verificar com IA
zh_hans: 使用 AI 检查
zh_hant: 使用 AI 檢查

source: Choose a key result to see its tasks
de: Ein Schlüsselergebnis auswählen, um seine Aufgaben anzuzeigen
es: Elige un resultado clave para ver sus tareas
fr: Choisissez un résultat clé pour voir ses tâches
ja: 主な結果を選択して、そのタスクを表示します
ko: 핵심 결과를 선택하여 작업을 확인하세요
pt_br: Escolha um resultado-chave para ver suas tarefas
zh_hans: 选择一个关键结果以查看其任务
zh_hant: 選擇一個關鍵結果以查看其任務

source: Choose a prompt template from the list to customize it.
de: Wählen Sie eine Prompt-Vorlage aus der Liste, um sie anzupassen.
es: Elija una plantilla de prompt de la lista para personalizarla.
fr: Choisissez un modèle d'invite dans la liste à personnaliser.
ja: リストからカスタマイズするプロンプトテンプレートを選択してください。
ko: 목록에서 사용자 지정할 프롬프트 템플릿을 선택하세요.
pt_br: Escolha um modelo de prompt na lista para personalizá-lo.
zh_hans: 从列表中选择要在自定义的提示词模板。
zh_hant: 從清單中選擇要自訂的提示詞範本。

source: Choose an objective from the sidebar to see its key results
de: Ein Ziel aus der Seitenleiste auswählen, um dessen Schlüsselergebnisse zu sehen
es: Elige un objetivo de la barra lateral para ver sus resultados clave
fr: Choisissez un objectif dans la barre latérale pour voir ses résultats clés
ja: サイドバーから目標を選択して、主な結果を表示します
ko: 사이드바에서 목표를 선택하여 핵심 결과를 확인하세요
pt_br: Escolha um objetivo na barra lateral para ver seus resultados-chave
zh_hans: 从侧边栏中选择一个目标以查看其关键结果
zh_hant: 從側邊欄中選擇一個目標以查看其關鍵結果

source: Claude Desktop Config
de: Claude Desktop-Konfiguration
es: Configuración de Claude Desktop
fr: Configuration Claude Desktop
ja: Claude Desktop 構成
ko: Claude Desktop 구성
pt_br: Configuração do Claude Desktop
zh_hans: Claude Desktop 配置
zh_hant: Claude Desktop 配置

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: すべてのデータを消去
ko: 모든 데이터 지우기
pt_br: Limpar todos os dados
zh_hans: 清除所有数据
zh_hant: 清除所有資料

source: Clear All Data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
ja: すべてのデータを消去しますか？
ko: 모든 데이터를 지우시겠습니까?
pt_br: Limpar todos os dados?
zh_hans: 清除所有数据？
zh_hant: 清除所有資料？

source: Clear Due Date
de: Fälligkeitsdatum löschen
es: Borrar fecha límite
fr: Effacer la date d'échéance
ja: 期限を消去
ko: 기한 지우기
pt_br: Limpar data de vencimento
zh_hans: 清除截止日期
zh_hant: 清除截止日期

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

source: Configuration
de: Konfiguration
es: Configuración
ja: 構成
ko: 구성
pt_br: Configuração
zh_hans: 配置
zh_hant: 配置

source: Configuration Required
de: Konfiguration erforderlich
es: Configuración requerida
fr: Configuration requise
ja: 構成が必要です
ko: 구성 필요
pt_br: Configuração necessária
zh_hans: 需要配置
zh_hant: 需要配置

source: Configure provider first
de: Zuerst Anbieter konfigurieren
es: Configurar proveedor primero
fr: Configurer le fournisseur en premier
ja: 最初にプロバイダーを構成してください
ko: 먼저 제공업체를 구성하세요
pt_br: Configurar provedor primeiro
zh_hans: 请先配置 AI 供应商
zh_hant: 請先配置 AI 服務商

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: Create First Review
de: Erstes Review erstellen
es: Crear primera revisión
fr: Créer la première revue
ja: 最初のレビューを作成
ko: 첫 리뷰 작성
pt_br: Criar primeira revisão
zh_hans: 创建首次复盘
zh_hant: 創建首次回顧

source: Create your first review to start tracking progress on this Objective.
de: Erstellen Sie Ihr erstes Review, um den Fortschritt zu verfolgen.
es: Crea tu primera revisión para seguir el progreso.
fr: Créez votre première revue pour suivre la progression.
ja: 最初のレビューを作成して、 この目標の進捗を追跡しましょう。
ko: 첫 리뷰를 작성하여 이 목표의 진행 상황을 추적하세요.
pt_br: Crie sua primeira revisão para acompanhar o progresso.
zh_hans: 创建首次复盘， 开始跟踪此目标的进展。
zh_hant: 創建首次回顧， 開始追蹤此目標的進展。

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成済み
ko: 생성됨
pt_br: Criado
zh_hans: 创建于
zh_hant: 建立於

source: Created %!s(MISSING)
de: Erstellt am %!s(MISSING)
es: Creado el %!s(MISSING)
fr: Créé le %!s(MISSING)
ja: 作成日 %!s(MISSING)
ko: 생성일 %!s(MISSING)
pt_br: Criado em %!s(MISSING)
zh_hans: 创建于 %!s(MISSING)
zh_hant: 創建於 %!s(MISSING)

source: Current
de: Aktuell
es: Actual
fr: Actuel
ja: 現在値
ko: 현재
pt_br: Atual
zh_hans: 当前
zh_hant: 當前

source: Current Plan
de: Aktueller Plan
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 요금제
pt_br: Plano atual
zh_hans: 当前方案
zh_hant: 目前方案

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Custom Endpoint
de: Benutzerdefinierter Endpunkt
es: Punto de enlace personalizado
fr: Point de terminaison personnalisé
ja: カスタム エンドポイント
ko: 사용자 지정 엔드포인트
pt_br: Endpoint personalizado
zh_hans: 自定义端点
zh_hant: 自訂端點

source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ja: 危険ゾーン
ko: 위험 구역
pt_br: Zona de perigo
zh_hans: 危险区域
zh_hant: 危險區域

source: Day
de: Tag
es: Día
fr: Jour
ja: 日
ko: 요일
pt_br: Dia
zh_hans: 日期
zh_hant: 日期

source: Declining
de: Abwärts
es: Declinando
fr: En baisse
ja: 低下中
ko: 하락 중
pt_br: Declinando
zh_hans: 下降
zh_hant: 下降

source: Default View
de: Standardansicht
es: Vista predeterminada
fr: Vue par défaut
ja: デフォルト ビュー
ko: 기본 보기
pt_br: Visualização padrão
zh_hans: 默认视图
zh_hant: 預設檢視

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete All App Data
de: Alle App-Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
ja: すべてのアプリデータを削除
ko: 모든 앱 데이터 삭제
pt_br: Excluir todos os dados
zh_hans: 删除所有应用数据
zh_hant: 刪除所有應用資料

source: Delete All Objectives, Key Results & Tasks
de: Alle Ziele, Schlüsselergebnisse & Aufgaben löschen
es: Eliminar todos los objetivos, resultados clave y tareas
fr: Supprimer tous les objectifs, résultats clés et tâches
ja: すべての目標、主な結果、タスクを削除
ko: 모든 목표, 핵심 결과 및 작업 삭제
pt_br: Excluir todos os objetivos, resultados-chave e tarefas
zh_hans: 删除所有目标、关键结果和任务
zh_hant: 刪除所有目標、關鍵結果和任務

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述
zh_hant: 描述

source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 達成
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
pt_br: Rascunho
zh_hans: 草稿
zh_hant: 草稿

source: Due Date
de: Fälligkeitsdatum
es: Fecha límite
fr: Date d'échéance
ja: 期限
ko: 기한
pt_br: Data de vencimento
zh_hans: 截止日期
zh_hant: 截止日期

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Key Result
de: Schlüsselergebnis bearbeiten
es: Editar resultado clave
fr: Modifier le résultat clé
ja: 主な結果を編集
ko: 핵심 결과 편집
pt_br: Editar resultado-chave
zh_hans: 编辑关键结果
zh_hant: 編輯關鍵結果

source: Edit Objective
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l'objectif
ja: 目標を編集
ko: 목표 편집
pt_br: Editar objetivo
zh_hans: 编辑目标
zh_hant: 編輯目標

source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
ja: タスクを編集
ko: 작업 편집
pt_br: Editar tarefa
zh_hans: 编辑任务
zh_hant: 編輯任務

source: Empty prompt
de: Leerer Prompt
es: Prompt vacío
fr: Invite vide
ja: 空のプロンプト
ko: 빈 프롬프트
pt_br: Prompt vazio
zh_hans: 空提示词
zh_hant: 空提示詞

source: Enable MCP Server
de: MCP-Server aktivieren
es: Habilitar servidor MCP
fr: Activer le serveur MCP
ja: MCP サーバーを有効にする
ko: MCP 서버 활성화
pt_br: Ativar servidor MCP
zh_hans: 启用 MCP 服务器
zh_hant: 啟用 MCP 伺服器

source: Enable Review Reminders
de: Überprüfungs-Erinnerungen aktivieren
es: Habilitar recordatorios de revisión
fr: Activer les rappels d'examen
ja: レビューリマインダーを有効にする
ko: 리뷰 알림 활성화
pt_br: Ativar lembretes de revisão
zh_hans: 启用复盘提醒
zh_hant: 啟用複盤提醒

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
ja: 終了日
ko: 종료일
pt_br: Data de término
zh_hans: 结束日期
zh_hant: 結束日期

source: End-cycle Review
de: Zyklusende-Review
es: Revisión de fin de ciclo
fr: Revue de fin de cycle
ja: 期末レビュー
ko: 기말 리뷰
pt_br: Revisão de fim de ciclo
zh_hans: 周期结束复盘
zh_hant: 週期結束回顧

source: Endpoint
de: Endpunkt
es: Punto de enlace
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
zh_hans: 端点
zh_hant: 端點

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
pt_br: Inglês
zh_hans: 英语
zh_hant: 英語

source: Enter API Key
de: API-Schlüssel eingeben
es: Ingresar clave API
fr: Entrer la clé API
ja: API キーを入力
ko: API 키 입력
pt_br: Insira a chave da API
zh_hans: 输入 API 密钥
zh_hant: 輸入 API 金鑰

source: Enter Key Result...
de: Schlüsselergebnis eingeben...
es: Introducir resultado clave...
fr: Entrer le résultat clé...
ja: 主な結果を入力...
ko: 핵심 결과 입력...
pt_br: Inserir resultado-chave...
zh_hans: 输入关键结果...
zh_hant: 輸入關鍵結果...

source: Enter Review Mode
de: Überprüfungsmodus aufrufen
es: Entrar en modo de revisión
fr: Entrer en mode examen
ja: レビュー モードに入る
ko: 리뷰 모드 진입
pt_br: Entrar no modo de revisão
zh_hans: 进入复盘模式
zh_hant: 進入複盤模式

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Error: %@
de: Fehler：%1$@
es: Error：%1$@
fr: Erreur : %1$@
ja: エラー：%1$@
ko: 오류：%1$@
pt_br: Erro：%1$@
zh_hans: 错误：%1$@
zh_hant: 錯誤：%1$@

source: Español
de: Spanisch
fr: Espagnol
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
zh_hans: 西班牙语
zh_hant: 西班牙語

source: Evaluation results will appear here.
de: Evaluierungsergebnisse erscheinen hier.
es: Los resultados aparecerán aquí.
fr: Les résultats de l'évaluation apparaîtront ici.
ja: 評価結果がここに表示されます。
ko: 평가 결과가 여기에 표시됩니다.
pt_br: Os resultados da avaliação aparecerão aqui.
zh_hans: 评估结果将显示在此处。
zh_hant: 評估結果將顯示於此處。

source: Exit Review
de: Überprüfung beenden
es: Salir de la revisión
fr: Quitter l'examen
ja: レビューを終了
ko: 리뷰 종료
pt_br: Sair da revisão
zh_hans: 退出复盘
zh_hant: 退出複盤

source: Exit Review Mode
de: Überprüfungsmodus beenden
es: Salir del modo de revisión
fr: Quitter le mode d'examen
ja: レビュー モードを終了
ko: 리뷰 모드 종료
pt_br: Sair do modo de revisão
zh_hans: 退出复盘模式
zh_hant: 退出複盤模式

source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 有効期限切れ
ko: 만료됨
pt_br: Expirado
zh_hans: 已过期
zh_hant: 已過期

source: Focus on Launch
de: Fokus beim Start
es: Enfoque al iniciar
fr: Focus au lancement
ja: 起動時のフォーカス
ko: 시작 시 초점
pt_br: Foco na inicialização
zh_hans: 启动时聚焦
zh_hant: 啟動時聚焦

source: Français
de: Französisch
es: Francés
ja: フランス語
ko: 프랑스어
pt_br: Francês
zh_hans: 法语
zh_hant: 法語

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ja: 頻度
ko: 빈도
pt_br: Frequência
zh_hans: 频率
zh_hant: 頻率

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
ja: 金曜日
ko: 금요일
pt_br: Sexta-feira
zh_hans: 星期五
zh_hant: 星期五

source: Gemini API Key
de: Gemini-API-Schlüssel
es: Clave API de Gemini
fr: Clé API Gemini
ja: Gemini API キー
ko: Gemini API 키
pt_br: Chave da API Gemini
zh_hans: Gemini API 密钥
zh_hant: Gemini API 金鑰

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

source: Generate key results by AI
de: Schlüsselergebnisse durch KI generieren
es: Generar resultados clave por IA
fr: Générer les résultats avec l'IA
ja: AIで主な結果を生成
ko: AI로 핵심 결과 생성
pt_br: Gerar resultados-chave por IA
zh_hans: 通过 AI 生成关键结果
zh_hant: 透過 AI 生成關鍵結果

source: Generating Key Results...
de: Schlüsselergebnisse werden generiert...
es: Generando resultados clave...
fr: Génération des résultats clés...
ja: 主な結果を生成中...
ko: 핵심 결과 생성 중...
pt_br: Gerando resultados-chave...
zh_hans: 正在生成关键结果...
zh_hant: 正在生成關鍵結果...

source: Get API Key
de: API-Schlüssel abrufen
es: Obtener clave API
fr: Obtenir une clé API
ja: API キーを取得
ko: API 키 받기
pt_br: Obter chave da API
zh_hans: 获取 API 密钥
zh_hant: 獲取 API 金鑰

source: High
de: Hoch
es: Alto
fr: Haut
ja: 高
ko: 높음
pt_br: Alto
zh_hans: 高
zh_hant: 高

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史
zh_hant: 歷史

source: HTTP Configuration
de: HTTP-Konfiguration
es: Configuración HTTP
fr: Configuration HTTP
ja: HTTP 構成
ko: HTTP 구성
pt_br: Configuração HTTP
zh_hans: HTTP 配置
zh_hant: HTTP 配置

source: iCloud Sync
de: iCloud-Synchronisierung
es: Sincronización de iCloud
fr: Synchronisation iCloud
ja: iCloud 同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: Impediments or risks...
de: Hindernisse oder Risiken...
es: Impedimentos o riesgos...
fr: Obstacles ou risques...
ja: 障害やリスク...
ko: 장애물 또는 위험...
pt_br: Impedimentos ou riscos...
zh_hans: 障碍或风险...
zh_hant: 障礙或風險...

source: Improving
de: Aufwärts
es: Mejorando
fr: En hausse
ja: 改善中
ko: 개선 중
pt_br: Melhorando
zh_hans: 上升
zh_hant: 上升

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
ja: 進行中
ko: 진행 중
pt_br: Em andamento
zh_hans: 进行中
zh_hant: 進行中

source: Key achievements this period...
de: Wichtige Errungenschaften dieser Periode...
es: Logros clave de este período...
fr: Réalisations clés de cette période...
ja: 今期の主な成果...
ko: 이번 기간의 주요 성과...
pt_br: Conquistas-chave deste período...
zh_hans: 本期主要成果...
zh_hant: 本期主要成果...

source: Key actions planned...
de: Geplante Maßnahmen...
es: Acciones clave planificadas...
fr: Actions clés prévues...
ja: 計画されている主要なアクション...
ko: 계획된 주요 조치...
pt_br: Ações-chave planejadas...
zh_hans: 计划的关键行动...
zh_hant: 計劃的關鍵行動...

source: Key Result Title
de: Titel des Schlüsselergebnisses
es: Título del resultado clave
fr: Titre du résultat clé
ja: 主な結果のタイトル
ko: 핵심 결과 제목
pt_br: Título do resultado-chave
zh_hans: 关键结果标题
zh_hant: 關鍵結果標題

source: Key Results
de: Schlüsselergebnisse
es: Resultados clave
fr: Résultats clés
ja: 主要な成果
ko: 핵심 결과
pt_br: Resultados-chave
zh_hans: 关键结果
zh_hant: 關鍵結果

source: KR Evaluation
de: KR-Evaluierung
es: Evaluación RC
fr: Évaluation RC
ja: 主な結果の評価
ko: 핵심 결과 평가
pt_br: Avaliação de RC
zh_hans: 关键结果评估
zh_hant: 關鍵結果評估

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Last Review
de: Letztes Review
es: Última revisión
fr: Dernière revue
ja: 最終レビュー
ko: 최근 리뷰
pt_br: Última revisão
zh_hans: 上次复盘
zh_hant: 上次回顧

source: Launch at Login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 시작
pt_br: Iniciar no login
zh_hans: 登录时自动启动
zh_hant: 登入時自動啟動

source: Lifetime Access
de: Lebenslanger Zugriff
es: Acceso de por vida
fr: Accès à vie
ja: 生涯アクセス
ko: 평생 액세스
pt_br: Acesso vitalício
zh_hans: 终身访问
zh_hant: 終身存取

source: LM Studio Endpoint
de: LM Studio Endpunkt
es: Punto de enlace de LM Studio
fr: Point de terminaison LM Studio
ja: LM Studio エンドポイント
ko: LM Studio 엔드포인트
pt_br: Endpoint do LM Studio
zh_hans: LM Studio 端点
zh_hant: LM Studio 端點

source: Low
de: Niedrig
es: Bajo
fr: Bas
ja: 低
ko: 낮음
pt_br: Baixo
zh_hans: 低
zh_hant: 低

source: Mark as Achieved
de: Als erreicht markieren
es: Marcar como logrado
fr: Marquer comme atteint
ja: 達成済みにする
ko: 달성으로 표시
pt_br: Marcar como concluído
zh_hans: 标记为已达成
zh_hant: 標記為已達成
